{
    "itens": [{
    "sobre": {
      "titulo": "Sobre mim",
      "descricao": "Matheus Gnann. Apaixonado por tecnologia, meu primeiro \"Hello World\" foi na pré-adolescência quando tive contato com HTML, CSS e um pouco de JavaScript e Notepad++. Atualmente curso Analise e Desenvolvimento na Fatec-SP e trabalho como estagiário de Desenvolvimento no Senai Jandira.",
      "idiomas": [
        {
          "idioma": "Inglês",
          "nivel": "Fluente"
        },
        {
          "idioma": "Espanhol",
          "nivel": "Básico"
        }
      ],
      "foto": "assets/images/Imagem do WhatsApp de 2025-02-03 à(s) 17.01.23_f6603be7.jpg"
    },
    "experiencia": [
      {
        "cargo": "Estagiário",
        "empresa": "Senai Jandira",
        "periodo": "Dez 2024 - Atualmente",
        "descricao": "Atualmente, sou responsável pelo desenvolvimento de websites e e-commerces em WordPress para pequenas e microempresas. Além disso, participo ativamente de reuniões de alinhamento com os clientes, garantindo que suas necessidades e expectativas sejam atendidas de forma eficiente.",
        "atividades": [
          "Elaboração de ementas",
          "Ministração de aulas assíncronas",
          "Produção de materiais complementares"
        ]
      }
    ],
    "formacao": [
      {
        "curso": "Analise e Desenvolvimento de Sistemas",
        "instituicao": "Fatec-SP",
        "periodo": "Ago 2024 - Atualmente",
        "tipo": "Técnologo"
      }
    ],
    "cursos": [
      {
        "nome": "Versionamento de Código com Git e GitHub",
        "instituicao": "Digital Innovation One",
        "periodo": "Fev 2023. 2h",
        "descricao": "O que é versionamento de código, Git e GitHub. Como instalar e configurar o Git em diferentes sistemas operacionais e como autenticar via Token e SSH. Como manusear repositórios, indo desde a criação e clonagem até o gerenciamento de branches, passando por todas as etapas de salvar, desfazer e sincronizar alterações com o repositório remoto."
      },
      {
        "nome": "Contribuindo em um Projeto Open Source no GitHub",
        "instituicao": "Digital Innovation One",
        "periodo": "Fev 2023. 1h",
        "descricao": "Lab prático sobre colaboração em projetos de código aberto."
      },
      {
        "nome": "Organizando seus Estudos com os Roadmaps DIO e o Notion",
        "instituicao": "Digital Innovation One",
        "periodo": "Fev 2023. 2h",
        "descricao": "Otimização dos estudos com os Roadmaps DIO, construindo um caderno de estudos com a ferramenta Notion."
      }
    ]
}]
  }
  